Repository: fairdirect/foodrescue-content
Catalog: content-topics-foodkeeper/foodkeeper-2017-11-14-locales/*.po
Languages: de

source: fresh spring onions or green onions
de: frische Frühlingszwiebeln oder grüne Zwiebeln

source: fresh peppers
de: frische Paprika

source: fresh potatoes
de: frische Kartoffeln

source: fresh pumpkins
de: frische Kürbisse

source: fresh radishes
de: frische Radieschen

source: fresh rhubarb
de: frischer Rhabarber

source: fresh rutabagas
de: frische Kohlrüben

source: fresh summer squash and zucchini
de: frischer Sommerkürbis und frische Zucchini

source: fresh winter squash
de: frischer Winterkürbis

source: fresh tamarind
de: frische Tamarinde

source: fresh taro
de: frischer Taro

source: fresh tomatoes
de: frische Tomaten

source: fresh turnips
de: frische Rüben

source: fresh yuca or cassava
de: frischer Yuca oder Maniok

source: fresh caviar in a jar
de: frischer Kaviar im Glas

source: cooked fishes of all kinds
de: gekochte Fische aller Art

source: fresh fatty fish such as bluefish, mackerel, mullet, salmon, tuna, etc.
de: frischer fetter Fisch wie Blaufisch, Makrele, Meeräsche, Lachs, Thunfisch usw.

source: fresh lean fish such as cod, flounder, haddock, halibut, sole, etc.
de: frischer Magerfisch wie Kabeljau, Flunder, Schellfisch, Heilbutt, Seezunge usw.

source: fresh pollock, ocean perch, rockfish, sea trout
de: frischer Pollack („Seelachs“), Rotbarsch, Sebastes, Meerforelle

source: fresh surimi seafood
de: frische Surimi-Meeresfrüchte

source: cooked shellfish of all kinds
de: gekochte Meeresfrüchte aller Art

source: crab legs (king, dungeness and snow crabs)
de: Krebsbeine (Königskrebs, Pazifischer Taschenkrebs, Eismeerkrebs)

source: fresh crab meat
de: frisches Krebsfleisch

source: pasteurized crab meat
de: pasteurisiertes Krebsfleisch

source: fresh clams, mussels and oysters
de: frische Muscheln, Miesmuscheln und Austern

source: fresh lobster tails
de: frische Hummerschwänze

source: fresh whole lobsters, if purchased frozen
de: frische ganze Hummer, sofern gefroren gekauft

source: fresh whole lobsters, if purchased live
de: frische ganze Hummer, sofern lebendig gekauft

source: fresh clams, mussels and oysters, if purchased live
de: frische Muscheln, Miesmuscheln und Austern, sofern lebendig gekauft

source: scallops
de: Jakobsmuscheln

source: shrimps and crayfishes
de: Garnelen und Langusten

source: shucked clams, mussels and oysters
de: geschälte Muscheln, Miesmuscheln und Austern

source: squids
de: Tintenfische

source: cold smoked, air packed fishes
de: kalt geräucherter, nicht vakuumverpackte Fische

source: cold smoked, vacuum packed fishes
de: kalt geräucherte, vakuumverpackte Fische

source: hot smoked, air packed fishes
de: heiß geräucherte, nicht vakuumverpackte Fische

source: hot smoked, vacuum packed fishes
de: heiß geräucherte, vakuumverpackte Fische

source: smoked herrings with wine sauce in glass jars
de: Räucherheringe mit Weinsauce in Gläsern

source: commercially made, shelf stable applesauce
de: kommerziell hergestelltes, lagerfähiges Apfelmus

source: commercially made, shelf stable bacon bits imitation
de: kommerziell hergestellt, lagerfähige Schinkenstückimitate

source: high-acid canned foods such as juices, fruit, pickles, sauerkraut, tomato soup, and foods in vinegar–based sauce
de: Konserven mit hohem Säuregehalt wie Säfte, Obst, Essiggurken, Sauerkraut, Tomatensuppe und Lebensmittel in Essigsauce

source: low-acid canned foods such as meat, poultry, fish, gravy, stew, soups, beans, carrots, corn, pasta, peas, potatoes and spinach
de: säurearme Konserven wie Fleisch, Geflügel, Fisch, Bratensoße, Eintopf, Suppen, Bohnen, Karotten, Mais, Nudeln, Erbsen, Kartoffeln und Spinat

source: cereals that have to be cooked before eating such as oatmeal
de: Cerealien die vor dem Essen gekocht werden, etwa Haferflocken

source: ready-to-eat cereals
de: verzehrfertige Cerealien

source: chocolate syrups
de: Schokoladensirupe

source: crackers
de: Kräcker

source: dried fruits
de: Trockenfrüchte

source: Graham crackers
de: Graham-Kräcker

source: gummy snacks
de: Weingummis

source: marshmallow crème
de: Marshmallow-Creme

source: canned condensed milk
de: Kondensmilch in Dosen

source: molasses
de: Melasse

source: dried mushrooms
de: Trockenpilze

source: nuts in jars or cans
de: Nüsse in Gläsern oder Dosen

source: commercially made peanut butter
de: kommerziell hergestellte Erdnussbutter

source: pectin
de: Pektin

source: commercially popped popcorn in bags
de: kommerziell hergestelltes Popcorn in Tüten

source: dry popcorn kernels in jars
de: trockene Popcorn-Körner in Gläsern

source: microwave popcorn packets
de: Mikrowellen-Popcorn-Pakete

source: potato chips
de: Kartoffelchips

source: instant mashed potatoes
de: Instant-Kartoffelpüree

source: shelf-stable pretzels
de: lagerfähige Brezeln

source: pudding mix powders
de: Fertigpudding-Mischungen

source: dry bouillon soups
de: Bouillon-Fertigsuppen

source: sun dried tomatoes
de: sonnengetrocknete Tomaten

source: syrups
de: Sirupe

source: shelf-stable toaster pastries
de: lagerfähiges Toaster-Gebäck

source: re-hydrated textured soy protein
de: rehydriertes texturiertes Sojaprotein

source: full-fat soy flour
de: Vollfett-Sojamehl

source: textured soy protein
de: texturiertes Sojaprotein

source: After opening time applies to prepared product.
de: Die Lagerzeit nach dem Öffnen bezieht sich auf das zubereitete Produkt.

source: Applies to unopened coconut.
de: Bezieht sich auf ungeöffnete Kokosnüsse.

source: Canned items will be safe to eat well past the 'use-by’ or ‘best by’ date as long as the can shows no dents, rust, or swelling.
de: Dosenartikel können auch nach dem Mindesthaltbarkeitsdatum noch sicher verzehrt werden, solange die Dose keine Beulen, Rost oder Schwellungen aufweist.

source: Canned items will be safe to eat well past the ‘use-by’ or ‘best by’ date as long as the can shows no dents, rust, or swelling.
de: Dosenartikel können auch nach dem Mindesthaltbarkeitsdatum noch sicher verzehrt werden, solange die Dose keine Beulen, Rost oder Schwellungen aufweist.

source: Freezer timeline applies to cooked and mashed potatoes.
de: Die Lagerdauer im Gefrierschrank gilt für gekochte und pürierte Kartoffeln.

source: Highly perishable when stored in the pantry.
de: Leicht verderblich bei Lagerung in der Speisekammer.

source: Just the pulp
de: Nur das Fruchtfleisch.

source: Matcha tea is the only tea that can be frozen after opening
de: Matcha-Tee ist der einzige Tee, der nach dem Öffnen eingefroren werden kann.

source: May be left at room temperature for 1 - 2 days.
de: Kann 1 - 2 Tage bei Raumtemperatur belassen werden.

source: Pure vanilla extract lasts indefinitely.
de: Reiner Vanilleextrakt ist unbegrenzt haltbar.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial barbecue sauce is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Barbecue-Sauce ist auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert wird. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial ketchup, cocktail sauce, or chili sauce are safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähiger kommerzieller Ketchup, Cocktailsauce oder Chilisauce sind auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert werden. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial mayonnaise is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Mayonnaise ist auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert wird. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial mustard is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähiger kommerzieller Senf ist auch dann noch essbar, wenn er nach dem Öffnen bei Raumtemperatur gelagert wird. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial salad dressing is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Salatsaucen sind auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert werden. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial salsa is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Salsa-Sauce ist auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert wird. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial soy sauce or teriyaki sauce are safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Sojasauce oder Teriyaki-Sauce sind auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert werden. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration ensures that commercial sauces and condiments stay fresh for a longer period of time. Shelf-stable commercial worcestershire sauce is safe when stored at room temperature after opening. Quality, not safety, is the reason the labels on these products suggest that they be refrigerated after opening.
de: Die Kühlung sorgt dafür, dass handelsübliche Soßen und Gewürze länger schmackhaft bleiben. Lagerfähige kommerzielle Worcestershire-Sauce ist auch dann noch essbar, wenn sie nach dem Öffnen bei Raumtemperatur gelagert wird. Qualität, nicht Sicherheit, ist der Grund dafür, dass die Etiketten auf diesen Produkten darauf hinweisen, dass sie nach dem Öffnen gekühlt werden sollten.

source: Refrigeration not highly recommended
de: Kühlung nicht dringend empfohlen

source: Refrigeration time applies to prepared product.
de: Die Lagerfähigkeit im Kühlschrank gilt für das zubereitete Produkt.

source: Ripe is when this item is tender, fully developed and ready to eat.
de: Dieses Lebensmittel ist reif, wenn es zart, voll entwickelt und verzehrfertig ist.

source: Ripe is when this item is tender, fully developed and ready to eat. Note, these spoil quickly.
de: Dieses Lebensmittel ist reif, wenn es zart, voll entwickelt und verzehrfertig ist. Dieses Lebensmittel verdirbt schnell.

source: Should be discarded after use-by date.
de: Sollte nach Ablauf des Verfallsdatums entsorgt werden.

source: Sugar never spoils, but for best quality use within 2 years of opening.
de: Zucker verdirbt nie, aber für beste Qualität verwenden Sie ihn innerhalb von 2 Jahren nach Öffnung.

source: The United States Potato Board notes refrigeration can cause potatoes to darken during cooking and to develop an unpleasantly sweet taste.
de: Das United States Potato Board teilt mit, dass die Kühlung dazu führen kann, dass die Kartoffeln beim Kochen dunkler werden und einen unangenehm süßen Geschmack entwickeln.

source: This is the recommended storage method for whole potatoes.
de: Dies ist die empfohlene Lagerungsmethode für ganze Kartoffeln.

source: Timeline for refrigerator applies to ripe fruit.
de: Die angegebene Lagerdauer im Kühlschrank gilt für reife Früchte.

source: Timeline for refrigerator applies to ripe fruit; skin will blacken
de: Die angegebene Lagerdauer im Kühlschrank gilt für reife Früchte; die Schale wird bei der Lagerung schwärzlich.

source: Unbroken bulbs
de: Unzerbrochene Zehen

source: Unopened product will last 3 - 5 days after date on bag, after opening it will last 2 days.
de: Ungeöffnetes Produkt hält 3 - 5 Tage nach dem Datum auf der Verpackung, nach dem Öffnen hält es 2 Tage.

source: Until Ripe, then 1–2 days. Ripe is when this item is tender, fully developed and ready to eat.
de: Bis zur Reife, dann 1-2 Tage. Reif ist, wenn dieses Lebensmittel zart, voll entwickelt und verzehrfertig ist.

source: Until Ripe, then 7 days. Ripe is when this item is tender, fully developed and ready to eat.
de: Bis zur Reife, dann 7 Tage. Reif ist, wenn dieses Lebensmittel zart, voll entwickelt und verzehrfertig ist.

source: Until Ripe, then 7 days. Ripe is when this item is tender, fully developed and ready to eat. Refrigeration may affect flavor, USDA recommends pantry storage.
de: Bis zur Reife, dann 7 Tage. Reif ist, wenn dieses Lebensmittel zart, voll entwickelt und verzehrfertig ist. Kühlung kann den Geschmack beeinträchtigen; USDA empfiehlt die Lagerung in der Speisekammer.

source: Use for cooking
de: Verwendung zum Kochen

source: Water will store indefinitely, though the taste may be impacted by storage conditions, including sunlight, items stored around it and the containers being used to store it.
de: Wasser ist unbegrenzt lagerfähig, obwohl der Geschmack durch die Lagerungsbedingungen beeinflusst werden kann, einschließlich durch Sonnenlicht, in der Nähe gelagerte Gegenstände und die zur Lagerung verwendeten Behälter.

source: applies to egg dishes after baking
de: gilt für Eierspeisen nach dem Backen

source: as balls
de: als Kugeln

source: for individual cloves
de: für einzelne Nelken

source: in a chilled tank
de: in einem gekühlten Tank

source: just the pulp
de: nur das Fruchtfleisch

source: sliced, with lemon juice and sugar
de: in Scheiben geschnitten, mit Zitronensaft und Zucker

source: when cooked
de: wenn gekocht

source: when whole
de: wenn ganz

source: Storage duration
de: Lagerdauer

source: (Hints: %{hints})
de: (Hinweise: %{hints})

source: For __%{name}__, the typical storage life is %{shelf_life_text}.
de: Für __%{name}__ ist die typische Lagerdauer %{shelf_life_text}.

source: , and
de: , und

source: Days
de: Tage

source: Hours
de: Stunden

source: Indefinitely
de: Unbegrenzt

source: Months
de: Monate

source: Not Recommended
de: Nicht empfohlen

source: Package use-by date
de: Verbrauchsdatum auf der Packung

source: Weeks
de: Wochen

source: When Ripe
de: Wenn reif

source: Year
de: Jahr

source: Years
de: Jahre

source: in the pantry, whether sealed or not
de: in der Speisekammer, ob versiegelt oder nicht

source: in the pantry if still sealed
de: in der Speisekammer, falls noch versiegelt

source: in the pantry after opening the package
de: in der Speisekammer nach dem Öffnen der Packung

source: in the fridge, whether sealed or not
de: im Kühlschrank, ob versiegelt oder nicht

source: in the fridge if stored there immediately after purchase, whether sealed or not
de: im Kühlschrank, wenn unmittelbar nach dem Kauf dort gelagert, ob versiegelt oder nicht

source: in the fridge if stored there after opening the package
de: im Kühlschrank, wenn dort nach dem Öffnen der Verpackung aufbewahrt

source: in the fridge if stored there after thawing a frozen item, whether sealed or not
de: im Kühlschrank, wenn dort nach dem Auftauen gelagert, ob versiegelt oder nicht

source: in the freezer, whether sealed or not
de: in der Gefriertruhe, ob versiegelt oder nicht

source: in the freezer if stored there immediately after purchase, whether sealed or not
de: in der Tiefkühltruhe, wenn unmittelbar nach dem Kauf dort gelagert, ob versiegelt oder nicht
