Repository: fairdirect/foodrescue-content
Catalog: content-topics-foodkeeper/foodkeeper-2017-11-14-locales/*.po
Languages: de

source: dry cereal mixes for babies
de: trockene Cerealien für Babys

source: baby dinners
de: Abendessen für Babies

source: baby formulas after preparation
de: Säuglingsanfangsnahrung nach der Zubereitung

source: fruits (sold as baby food)
de: Früchte (als Babynahrung verkauft)

source: baby food in jars or pouches
de: Babynahrung in Gläsern oder Beuteln

source: liquid concentrate baby food or ready-to-feed baby formula
de: Flüssigkonzentrat-Babynahrung oder fertige Säuglingsanfangsnahrung

source: vegetables (sold as baby food)
de: Gemüse (als Babynahrung verkauft)

source: cheesecakes
de: Käsekuchen

source: commercial bread products including pan breads, flat breads, rolls and buns
de: kommerzielle Brotprodukte einschließlich Fladenbrote, Rollenbrote und Brötchen

source: commercial cakes and muffins
de: kommerzielle Kuchen und Muffins

source: crispy biscuits with no filling or covering
de: knusprige Kekse ohne Füllung oder Überzug

source: soft biscuits with no filling or covering
de: Weichkekse ohne Füllung oder Überzug

source: dairy filled eclairs
de: mit Milch gefüllte Eclairs

source: fruit cakes
de: Obstkuchen

source: Danish pastries
de: Dänisches Gebäck

source: chiffon pies
de: Chiffon-Kuchen

source: cream pies
de: Sahnetorten

source: fruit pies
de: Obsttorten

source: mincemeat pies
de: Hackfleischpasteten

source: pecan pies
de: Pekannusstorten

source: pumpkin pies
de: Kürbiskuchen

source: tortillas (without filling)
de: Tortillas (ohne Füllung)

source: baking powder
de: Backpulver

source: baking soda
de: Backpulver

source: biscuit and pancake mixes
de: Keks- und Pfannkuchenmischungen

source: cake, brownie and bread mixes
de: Kuchen

source: chili powder
de: Chili-Pulver

source: unsweetened and semi–sweet baking chocolate in block form
de: ungesüßte und halbgesüßte Backschokolade in Blockform

source: cocoa powder and cocoa powder mixes
de: Kakaopulver und Kakaopulvermischungen

source: degerminated regular cornmeal
de: entkeimtes reguläres Maismehl

source: stone ground or blue cornmeal
de: steingemahlenes oder blaues Maismehl

source: cornstarch
de: Maisstärke

source: baking extracts (such as vanilla, lemon etc.)
de: Backextrakte (Vanille, Zitrone usw.)

source: flavoured mixes and herb mixes for baking and cooking
de: Aromamischungen und Kräutermischungen zum Backen und Kochen

source: white flour
de: Weißmehl

source: whole wheat flour
de: Weizenvollkornmehl

source: cake frosting or icing
de: Kuchenglasur oder Zuckerguss

source: chopped garlic (commercially packaged in jars)
de: gehackter Knoblauch (kommerziell in Gläsern verpackt)

source: flavoured gelatin
de: aromatisierte Gelatine

source: unflavoured gelatin
de: Gelatine ohne Geschmack

source: dried herbs
de: getrocknete Kräuter

source: nut oils
de: Nussöle

source: olive oils and vegetable oils
de: Oliven- und Pflanzenöle

source: seasoning blends for cooking and baking
de: Gewürzmischungen zum Kochen und Backen

source: solid shortening for cooking and baking
de: festes Backfett zum Kochen und Backen

source: ground spices
de: gemahlene Gewürze

source: spices in whole pieces
de: Gewürze in ganzen Stücken

source: brown sugar
de: brauner Zucker

source: powdered sugar
de: Puderzucker

source: granulated sugar
de: granulierter Zucker

source: sugar substitutes
de: Zuckeraustauschstoffe

source: tamarind pastes
de: Tamarindenpasten

source: tapiocas
de: Tapiokas

source: vegetable oil sprays
de: Pflanzenöl-Sprays

source: refrigerated cookie doughs (if commercially made)
de: gekühlte Keksteiglinge (falls kommerziell hergestellt)

source: ready–to–bake pie crusts
de: backfertige Kuchenkrusten

source: refrigerated doughs in tube cans, for example for bicuits, rolls and pizza
de: gekühlte Teige in Röhrchendosen, zum Beispiel für Kekse, Teilchen und Pizza

source: ground coffees (not vacuum packaged)
de: gemahlener Kaffee (nicht vakuumverpackt)

source: instant coffees
de: Instant-Kaffee

source: coffee in whole beans
de: Kaffee in ganzen Bohnen

source: drink powder mixes, including diet powder mixes
de: Getränkepulvermischungen

source: fruit juice in beverage cartons or punch bags
de: Fruchtsaft in Getränkekartons oder Getränketüten

source: juice in boxes
de: Saft in Getränkekartons

source: fruit nectars from papaya, mango, guava or guavabana
de: Fruchtnektare aus Papaya, Mango, Guave oder Guanabana

source: carbonated sodas and diet sodas, if in bottles or cans
de: kohlensäurehaltige Sodas und Diätsodas, wenn in Flaschen oder Dosen

source: soy or rice beverages
de: Soja- oder Reisgetränke

source: teas in tea bags
de: Tees in Teebeuteln

source: instant tea powders and granules
de: Instantteepulver und -granulat

source: teas in loose form
de: Tees in loser Form

source: commercially bottled waters
de: kommerziell abgefüllte Wasser

source: bottled barbecue sauce
de: Barbecue-Sauce in Flaschen

source: cream sauces made from milk solids
de: Sahnesaucen aus Milchbestandteilen

source: dry gravy mixes
de: trockene Soßenmischungen

source: gravy in jars or cans
de: Soße in Gläsern oder Dosen

source: honeys
de: Honige

source: horseradishes in jars
de: Meerrettiche in Gläsern

source: jams, jellies, and commercial fruit preserves
de: Konfitüren, Gelees und kommerziell hergestellte Fruchtkonserven

source: ketchup, cocktail, or chili sauces
de: Ketchup-, Cocktail- und Chili-Saucen

source: marinades
de: Marinaden

source: commercially made mayonnaises
de: kommerziell hergestellte Mayonnaisen

source: mustards
de: Senfe

source: black and green olives in jars
de: schwarze und grüne Oliven in Gläsern

source: pickles
de: Essiggurken

source: commercially made, bottled salad dressings
de: kommerziell hergestellte und abgefüllte Salatsoßen

source: salsa picante and taco sauces
de: Salsa Picante und Taco-Soßen

source: sauces without dairy ingredients (such as spaghetti sauce, taco sauce)
de: Soßen ohne Milchzutaten (wie Spaghetti-Soße und Taco-Soße)

source: soy sauces and teriyaki sauces
de: Sojasaucen und Teriyaki-Soßen

source: commercially made spaghetti sauces in jars
de: kommerziell hergestellte Spaghetti-Soßen in Gläsern

source: vinegars
de: Essigsorten

source: Worcestershire sauces
de: Worcestershire-Soßen

source: butters
de: Butter

source: buttermilks
de: Buttermilch

source: hard cheeses in block form, such as cheddar, Swiss and parmesan
de: Hartkäse in Blockform, wie Cheddar, Schweizer Käse und Parmesan

source: shredded or grated parmesan cheese
de: gerebelter oder geriebener Parmesankäse

source: sliced cheeses
de: Scheibenkäse

source: shredded soft cheeses such as cheddar and mozzarella
de: geriebener Weichkäse wie Cheddar und Mozzarella

source: soft cheeses such as brie and bel paese
de: Weichkäse wie Brie und Bel Paese

source: refrigerated liquid coffee creamers
de: gekühlte flüssige Kaffeesahne

source: ricotta (“cottage cheese”)
de: Ricotta („Hüttenkäse“)

source: sweetened whipped creams
de: gesüßte Schlagsahne

source: creams “half and half”
de: Cremes „halb und halb“

source: heavy creams
de: vollfette Cremes

source: light creams
de: fettarme Cremes

source: ultrapasteurized whipped creams
de: ultrapasteurisierte Schlagsahne

source: cream cheeses
de: Frischkäse

source: sour cream based dips
de: Dips auf Sauerrahmbasis

source: egg dishes
de: Eierspeisen

source: liquid egg substitutes
de: Flüssigei-Ersatzstoffe

source: commercial eggnog
de: kommerzieller Eierlikör

source: hard-boiled eggs
de: hart gekochte Eier

source: eggs in their shell
de: Eier in der Schale

source: raw egg whites or yolks
de: rohes Eiweiß oder Eigelb

source: kefirs
de: Kefire

source: margarines
de: Margarinen

source: plain milks and flavoured milks
de: Vollmilch und aromatisierte Milch

source: puddings
de: Pudding

source: sour creams
de: saure Sahne

source: whipped creams in aerosol cans
de: Schlagsahne in Sprühdosen

source: whipped toppings in aerosol cans
de: aufgeschlagene Toppings in Sprühdosen

source: whipped toppings in tubs
de: aufgeschlagene Garnierungen in Bechern

source: yogurts
de: Joghurts

source: casseroles
de: Kasserollen

source: commercially vacuum packed dinners
de: kommerziell vakuumverpackte Abendessen

source: commercially cooked pastas
de: kommerziell gekochte Nudeln

source: commercially cooked rices
de: kommerziell gekochter Reis

source: commercially cut fruits
de: kommerziell geschnittene Früchte

source: guacamoles
de: Guacamolen

source: pasteurized hummus (with preservatives)
de: pasteurisierter Hummus (mit Konservierungsstoffen)

source: traditional hummus (not pasteurized and without preservatives)
de: traditioneller Hummus (nicht pasteurisiert und ohne Konservierungsstoffe)

source: pizza leftovers
de: Pizza-Reste

source: leftovers with meat, fish, poultry or egg
de: Speisereste mit Fleisch

source: leftovers without meat, fish, poultry or egg
de: Speisereste ohne Fleisch

source: pre-packaged lunch meat or poultry
de: vorverpacktes Fleisch oder Geflügelfleisch für Mittagessen

source: lunch meat or poultry sliced at the point of sale
de: Fleisch oder Geflügelfleisch für Mittagessen, am Verkaufsort in Scheiben geschnitten

source: main meals, if purchased hot or refrigerated
de: Hauptmahlzeiten, sofern heiß oder gekühlt gekauft

source: If covered with gravy or broth
de: Wenn mit Soße oder Brühe bedeckt

source: olives from the olive bar
de: Oliven von der Olivenbar

source: pates
de: Pasteten

source: poultry pieces covered with gravy or broth
de: Geflügelstücke, mit Soße oder Brühe bedeckt

source: salads containing meat, fish, poultry or eggs
de: Salate mit Fleisch, Fisch, Geflügel oder Eiern

source: vegetable salads (without meat, fish, poultry or eggs)
de: Gemüsesalate (ohne Fleisch, Fisch, Geflügel und Eier)

source: soups and stews
de: Suppen und Eintöpfe

source: commercially prepared bread or cookie dough, if purchased frozen
de: kommerziell zubereiteter Brot- oder Keksteig, sofern gefroren gekauft

source: egg substitutes, if purchased frozen
de: Ei-Ersatz, sofern gefroren gekauft

source: breaded fishes, if purchased frozen
de: panierte Fische, sofern gefroren gekauft

source: raw fishes (but headed and gutted), if purchased frozen
de: rohe Fische (geköpft und ausgenommen), sofern gefroren gekauft

source: potato fries, hashbrowns, tater tots and other potato products, if purchased frozen
de: Pommes Frites, Kartoffelpuffer, Kartoffelkroketten und andere Kartoffelprodukte, sofern gefroren gekauft

source: pretzels, if purchased frozen
de: Brezeln, sofern gefroren gekauft

source: frozen fruits, such as berries or melon pieces
de: gefrorene Früchte wie Beeren oder Melonenstücke

source: ice cream
de: Eiscreme

source: ice pops
de: Wassereis

source: frozen juice concentrates
de: gefrorene Saftkonzentrate

source: lobster tails, if purchased frozen
de: Hummerschwänze, sofern gefroren gekauft

source: pancakes and waffles, if purchased frozen
de: Pfannkuchen und Waffeln, sofern gefroren gekauft

source: pre-cooked sausages, if purchased frozen
de: vorgekochte Würste, sofern gefroren gekauft

source: uncooked sausages, if purchased frozen
de: ungekochte Würste, sofern gefroren gekauft

source: shrimps and shellfish, if purchased frozen
de: Garnelen und Schalentiere, sofern gefroren gekauft

source: soy crumbles and hot dogs, if purchased frozen
de: Soja-Streusel und Hot Dogs, sofern gefroren gekauft

source: soy meat substitutes, if purchased frozen
de: Soja-Fleischersatz, sofern gefroren gekauft

source: TV dinners, entrees and breakfast, if purchased frozen
de: TV-Abendessen, Hauptgerichte und Frühstücke, sofern gefroren gekauft

source: tempeh, if purchased frozen
de: Tempeh, sofern gefroren gekauft

source: vegetables, if purchased frozen
de: Gemüse, sofern gefroren gekauft

source: dried beans
de: getrocknete Bohnen

source: dry egg noodles
de: trockene Eiernudeln

source: fresh pasta
de: frische Nudelteigwaren

source: dried lentils
de: getrocknete Linsen

source: dry pasta (without eggs)
de: trockene Teigwaren (ohne Eier)

source: dried, split peas
de: getrocknete Schälerbsen

source: brown rices
de: braune Reissorten

source: white or wild rices
de: weißer und wilde Reissorten

source: rib roast beef (bone-in, fresh meat)
de: roher Rippenrostbraten mit Knochen

source: rib roast beef (boneless and rolled, fresh meat)
de: roher Rippenrostbraten (ohne Knochen, gerollt)

source: round or rump roast beef (fresh meat)
de: rohes Rund- oder Rumpsteak

source: short ribs beef (fresh meat)
de: rohes Kurzrippen-Rindfleisch

source: beef cubes and beef stew (fresh meat)
de: rohe Rindfleischwürfel und rohes Rindfleisch für Eintopf

source: tenderloin (half, fresh meat)
de: rohes Filet (halb)

source: tenderloin (whole, fresh meat)
de: rohes Filet (ganz)

source: chunk roast beef and brisket beef (fresh meat)
de: roher Rinderrostbraten in Stücken und frisches Rinderbrustfleisch

source: ground beef (fresh meat)
de: rohes Rinderhackfleisch

source: beef steaks (fresh meat)
de: rohe Rindersteaks

source: ground goat meat (fresh meat)
de: rohes Ziegenhackfleisch

source: fresh whole goat meat cuts (less tender pieces such as stew meat, riblets, shanks)
de: rohe, ganze Ziegenfleischstücke (weniger zarte Stücke wie Eintopffleisch, Rippchen, Schenkel)

source: fresh whole goat meat cuts (tender pieces such as legs, ribs, shoulders, loin)
de: rohe, ganze Ziegenfleischstücke (zarte Stücke wie Keulen, Rippen, Schultern, Lende)

source: lamb breast (rolled, fresh meat)
de: rohe, gerollte Lammbrust

source: lamb chops, ribs or loin (fresh meat)
de: rohe Lamm-Koteletts, -Rippen oder -Lendenstücke

source: lamb leg steaks (fresh meat)
de: rohe Lammkeulen-Steaks

source: large lamb leg pieces (bone-in, fresh meat)
de: rohe, große Lammkeulenstücke (mit Knochen)

source: small lamb leg pieces (bone-in, fresh meat))
de: rohe, kleine Lammkeulenstücke (mit Knochen)

source: lamb leg pieces (boneless and rolled, fresh meat)
de: rohe Lammkeulenstücke (ohne Knochen und gerollt)

source: lamb shanks (fresh meat)
de: rohe Lammhaxen

source: lamb stew meat pieces (fresh meat)
de: rohe Lammragout-Fleischstücke

source: crown roast lamb meats (fresh meat)
de: roher Kronenbraten von Lammfleisch

source: fresh lamb meat cubes for kabobs
de: rohe Lammfleischwürfel für Kebab

source: fresh ground lamb meats
de: rohes Lamm-Hackfleisch

source: fresh lamb shoulder roasts and shanks (halves)
de: roher Lammschulterbraten und -schenkel (Hälften)

source: fresh pork (large crown roast pieces)
de: rohes Schweinefleisch (große Kronenbratenstücke)

source: fresh pork (small crown roast pieces)
de: rohes Schweinefleisch (kleine Kronenbratenstücke)

source: fresh ground pork
de: rohes Schweinehackfleisch

source: fresh pork (bone-in loin chops)
de: rohes Schweinefleisch (Koteletts mit Knochen)

source: fresh pork (boneless loin chops)
de: rohes Schweinefleisch (Koteletts ohne Knochen)

source: fresh pork (bone-in loin roast pieces)
de: rohes Schweinefleisch (Lendenbratenstücke mit Knochen)

source: fresh pork (boneless loin roast pieces)
de: rohes Schweinefleisch (Lendenbratenstücke ohne Knochen)

source: fresh pork cubes (loin)
de: rohe Schweinefleischwürfel (Lende)

source: fresh pork ribs
de: rohe Schweinerippchen

source: fresh pork shoulders
de: rohe Schweineschulterstücke

source: fresh pork tenderloin
de: rohes Schweinefilet

source: fresh pork tenderloin medallions or loin cubes
de: rohe Schweinefiletmedaillons oder Lendenwürfel

source: variety meats (such as liver, tongue, chitterlings etc.)
de: Schlachtnebenprodukte (wie Leber, Zunge, Gekröse usw.)

source: fresh ground veal
de: rohes Kalbhackfleisch

source: fresh veal (leg, boneless, rump or round roast)
de: rohes Kalbfleisch (Keule, ohne Knochen, Röstbraten oder rund gebundener Braten)

source: fresh veal (loin roast, bone-in)
de: rohes Kalbfleisch (Lendenbraten, mit Knochen)

source: fresh veal (boneless, shoulder roast)
de: rohes Kalbfleisch (ohne Knochen, Schulterröstbraten)

source: fresh venison (round, rump, loin or rib roast)
de: rohes Rehfleisch (rund gebundener Braten, Röstbraten, Lendenbraten oder Rippenfleischebraten)

source: fully cooked bacon
de: vollständig gegarter Speck

source: ham in shelf-stable cans
de: Schinken in lagerfähigen Dosen

source: commercially dried jerky
de: kommerziell getrocknetes Dörrfleisch

source: homemade jerky
de: hausgemachtes Dörrfleisch

source: canned meat products
de: Fleischkonserven

source: shelf stable meat in retort pouches or boxes
de: lagerfähiges Fleisch in Folienbeuteln oder Schachteln

source: smoked or processed bacon
de: geräucherter oder verarbeiteter Speck

source: corned beef in a pouch with pickling juices
de: Corned Beef in einem Beutel mit Pökelflüssigkeit

source: canned ham (labelled “keep refrigerated”)
de: Dosenschinken (mit der Aufschrift „gekühlt aufbewahren“)

source: country ham (whole or half)
de: Bauernschinken (ganz oder halb)

source: fresh ham (cook-before eating, arm picnic shoulder, boneless)
de: roher Schinken (vor dem Essen zu kochen, vom unteren Schulterstück, ohne Knochen)

source: fresh ham (cook-before eating, shunk or butt, bone-in)
de: roher Schinken (vor dem Essen zu kochen, Hinterschinken, mit Knochen)

source: fresh ham (cook-before eating, shoulder roll or butt, boneless)
de: roher Schinken (vor dem Essen zu kochen, Schulterstück oder Hinterschinken, ohne Knochen)

source: fresh ham (cook-before eating, bone-in, half)
de: roher Schinken (vor dem Essen zu kochen, mit Knochen, halb)

source: fresh ham (cook-before eating, bone-in, whole)
de: roher Schinken (vor dem Essen zu kochen, mit Knochen, ganz)

source: fresh ham (uncooked, half leg, bone-in)
de: roher Schinken (ungekocht, halbes Bein, mit Knochen)

source: fresh ham (uncooked, whole leg, bone-in)
de: roher Schinken (ungekocht, halbes Bein, mit Knochen)

source: fresh ham (uncooked, whole leg, boneless)
de: roher Schinken (ungekocht, halbes Bein, ohne Knochen)

source: fully cooked ham (arm picnic shoulder, boneless)
de: vollständig gekochter Schinken (vom unteren Schulterstück, ohne Knochen)

source: fully cooked ham (canned, labeled “keep refrigerated”, boneless)
de: vollständig gekochter Schinken (in Dosen, kühlpflichtig, ohne Knochen)

source: fully cooked ham (vacuum packed, boneless)
de: vollständig gekochter Schinken (vakuumverpackt, ohne Knochen)

source: fully cooked ham (half, bone-in)
de: vollständig gekochter Schinken (halb, mit Knochen)

source: fully cooked ham (whole, bone-in)
de: vollständig gekochter Schinken (ganz, mit Knochen)

source: fully cooked ham (half, in slices or spiral cut)
de: vollständig gekochter Schinken (halb, in Scheiben oder Spiralschnitt)

source: fully cooked, smoked sausages
de: vollständig gekochte, geräucherte Würstchen

source: sliced hard sausages like pepperoni
de: in Scheiben geschnittene Hartwürste wie Peperoni

source: raw sausages and patties
de: Rohwürste und Frikadellen

source: raw kabobs with vegetables
de: rohe Kebabs mit Gemüse

source: stuffed, raw pork chops
de: gefüllte rohe Schweinefleischstücke

source: chicken nuggets and patties (cooked or otherwise processed)
de: Hühnchen-Nuggets und -Frikadellen (gekocht oder anderweitig zubereitet)

source: cooked poultry dishes
de: gekochte Geflügelgerichte

source: fried chicken
de: Brathähnchen

source: rotisserie chicken
de: Grillhähnchen

source: fresh whole capon
de: roher ganzer Kapaun

source: fresh whole chicken
de: rohes ganzes Huhn

source: fresh bone-in chicken breast halves
de: rohe Hühnerbrusthälften mit Knochen

source: fresh boneless chicken breast halves
de: rohe Hühnerbrusthälften ohne Knochen

source: fresh legs or thighs
de: rohe Hühnerbeine oder Hühnerschenkel

source: fresh whole cornish hens
de: rohe ganze Fleischhühner

source: fresh whole ducklings
de: rohe ganze Jungenten

source: fresh giblets
de: rohe Innereien

source: fresh whole goose (domestic or wild)
de: rohe ganze Gänse (Haus- oder Wildgänse)

source: ground turkey or chicken
de: Hackfleisch von Truthahn oder Hühnchen

source: young, whole pheasant
de: junger, ganzer Fasan

source: whole quail
de: ganze Wachtel

source: fresh whole turkeys
de: rohe ganze Truthähne

source: fresh turkey parts (bone-in breast halves)
de: rohe, nicht entbeinte Putenbrusthälften

source: fresh turkey parts (boneless breast halves)
de: rohe, entbeinte Putenbrusthälften

source: fresh turkey parts (legs or thighs)
de: rohe Putenbeine oder -schenkel

source: canned chicken
de: Hähnchenfleisch in der Dose

source: shelf stable poultry meats in retort pouches or boxes
de: lagerfähiges Geflügelfleisch in Folienbeuteln oder Behältern

source: raw poultry kabobs with vegetables
de: rohe Geflügelspieße mit Gemüse

source: stuffed, raw chicken breasts
de: gefüllte rohe Hühnerbrust

source: turducken
de: Turducken (Dreivögelbraten)

source: fresh apples
de: frische Äpfel

source: fresh apricots
de: frische Aprikosen

source: fresh avocados
de: frische Avocados

source: fresh bananas
de: frische Bananen

source: fresh blackberries, boysenberries, currant, raspberries and strawberries
de: frische Brombeeren, Boysenbeeren, Johannisbeeren, Himbeeren und Erdbeeren

source: fresh cherries, goose berries and lychee
de: frische Kirschen, Stachelbeeren und Litschis

source: fresh chirimuyas
de: frische Chirimoyas

source: fresh citrus fruits (lemon, lime, orange, grapefruit, tangerines, clementines)
de: frische Zitrusfrüchte (Zitrone, Limette, Orange, Grapefruit, Mandarinen, Clementinen)

source: fresh shredded coconut pieces
de: frische gerebelte Kokosnuss-Stücke

source: fresh whole coconuts
de: frische ganze Kokosnüsse

source: fresh cranberries
de: frische Moosbeeren

source: fresh dates
de: frische Datteln

source: fresh grapes
de: frische Trauben

source: fresh guavas
de: frische Guaven

source: fresh kiwi fruits
de: frische Kiwis

source: fresh kumquats
de: frische Kumquats

source: fresh whole melons
de: frische ganze Melonen

source: fresh papayas, mangoes and passion fruits
de: frische Papayas, Mangos und Passionsfrüchte

source: fresh peaches, nectarines, plums, pears and sapote
de: frische Pfirsiche, Nektarinen, Pflaumen, Birnen und Sapoten

source: fresh pineapples
de: frische Ananas

source: fresh plantains
de: frische Mehlbananen

source: fresh pomegranates
de: frische Granatäpfel

source: fresh whole artichokes
de: frische ganze Artischocken

source: fresh asparagus
de: frischer Spargel

source: fresh bagged greens such as leaf spinach and lettuce
de: verpackte frisches grünes Blattgemüse wie Blattspinat und Salat

source: fresh bamboo shoots
de: frische Bambussprossen

source: fresh beans and peas (green beans, fava beans, lima beans, soybeans, wax beans)
de: frische Bohnen und Erbsen (grüne Bohnen, Ackerbohnen, Limabohnen, Sojabohnen, Wachsbohnen)

source: fresh beets
de: frische Rüben

source: fresh bok choy
de: frischer Bok Choi

source: fresh broccoli and broccoli raab (rapini)
de: frischer Brokkoli und Brokkoliraab (Rapini)

source: fresh Brussels sprouts
de: frischer Rosenkohl

source: fresh cabbage
de: frisches Kraut

source: fresh carrots and parsnips
de: frische Möhren und Pastinaken

source: fresh cauliflowers
de: frischer Blumenkohl

source: fresh celery
de: frischer Sellerie

source: fresh corn cobs
de: frische Maiskolben

source: fresh cucumbers
de: frische Gurken

source: fresh aubergines
de: frische Auberginen

source: fresh garlic
de: frischer Knoblauch

source: fresh ginger root
de: frische Ingwerwurzel

source: fresh greens
de: frisches Blattgemüse

source: fresh herbs
de: frische Kräuter

source: fresh leeks
de: frischer Lauch

source: fresh iceberg or romaine lettuce
de: frischer Eisberg- oder Römersalat

source: fresh leaf lettuce and fresh spinach
de: frischer Blattsalat und frischer Spinat

source: fresh mushrooms
de: frische Pilze

source: fresh okra
de: frische Okra

source: fresh, dry onions
de: frische, trockene Zwiebeln
